<?php

return [
    'hi' => 'Привіт',

    'registration-success' => 'Ви успішно зареєструвалися на сайті',
    'registration-verify' => 'Підтвердження електронної пошти',
    'registration-verify-info' => 'Дякуємо за реєстрацію на нашому сайті. Натисніть кнопку нижче, щоб підтвердити свою електронну адресу.',
    'registration-verify-error' => 'Якщо у вас виникли проблеми з натисканням кнопки «Підтвердьте адресу електронної пошти», скопіюйте та вставте наведену нижче URL-адресу у свій веб-переглядач:',
    'registration-verify-none' => 'Якщо ви не реєструвалися на нашому сайті, просто проігноруйте це повідомлення.',

    'reset-pass' => 'Відновлення пароля',
    'reset-pass-message' => 'Ви отримали цей електронний лист, оскільки ми отримали запит на зміну пароля для вашого облікового запису.',
    'reset-pass-button' => 'Скинути пароль',
    'reset-pass-limit' => 'Термін дії цього посилання для скидання пароля закінчиться через 60 хвилин.',
    'reset-pass-not-me' => 'Якщо ви не надсилали запит на скидання пароля, жодних додаткових дій не потрібно.',
    'reset-pass-error' => 'Якщо у вас виникли проблеми з натисканням кнопки «Скинути пароль», скопіюйте та вставте наведену нижче URL-адресу у веб-переглядач:',
];
