<?php

return [
    'menu-item-settings'           => 'Налаштування профайлу',
    'menu-item-orders'             => 'Мої замовлення',
    'menu-item-wholesaler'         => 'Опт',
    'menu-item-logout'             => 'Вийти',
    'wholesaler'                   => '<b>Ви маєте статус "Оптовий покупець".</b> Будучи авторизованим ви будете бачити на сайті оптові ціни.',
    'wholesaler-request'           => 'Ви подали заявку на набуття статусу "Оптовий покупець". Дочекайтеся поки адміністратор її схвалить.',
    'wholesaler-get'               => 'Ви можете подати заявку на отримання статусу "Оптовий покупець" щоб подати заявку у вашому профайлі повинен
            бути заповнений "Телефон". Після подачі заявки зв\'яжеться з вами наш менеджер і ви отримаєте статус "Оптовий
            покупець" це дозволить вами бачити потові ціни на сайті (коли ви будете авторизовані на сайті).',
    'wholesaler-button'            => 'Стати оптовим покупцем',
    'login'                        => 'Авторизуватись',
    'login-subtitle'               => 'Будь ласка, увійдіть, використовуючи дані облікового запису нижче.',
    'register'                     => 'Реєстрація',
    'register-subtitle'            => 'Будь ласка, введіть дані для реєстрації у форму нижче.',
    'reset-password'               => 'Відновлення пароля',
    'reset-password-subtitle'      => 'Вкажіть на яку поштову адресу був зареестрованій ваш особістій кабінет',
    'reset-password-sent'          => 'Успіх',
    'reset-password-sent-subtitle' => 'На вказану поштову адресу був відправлений лист з інструкцією для відновлення пароля',
    'reset-password-form-subtitle' => 'Заповніть усі поля фооми для відновлення пароля',
    'reset-password-success'       => 'Пароль успішно оновлено',
    'verify-message'               => 'На вашу пошту було надіслано листа з посиланням на ферифікацію поштою. Відкрийте лист і перейдіть за посиланням у ньому вказаним.',
    'verify-resent'                => 'Надіслати лист повторно',
    'form'                         => [
        'name'             => 'Ім\'я',
        'last-name'        => 'Прізвище',
        'email'            => 'Адреса електронної пошти',
        'phone'            => 'Номер телефону',
        'password'         => 'Пароль',
        'new-password'     => 'Новий пароль',
        'confirm-password' => 'Підтвердьте пароль',
        'update'           => 'Оновити',
        'send'             => 'Відправити',
        'remember'         => 'Запам\'ятати мене',
        'sign-in'          => 'Увійти',
        'forgot-password'  => 'Забули свій пароль?',
        'create-account'   => 'Створити обліковий запис',

    ]
];
